Repository: Amereyeu/Pigment
Catalog: po/*.po
Languages: te

source: Pigment
te: పిగ్మెంట్

source: Get color palettes from images
te: చిత్రాల నుండి రంగుల పాలెట్‌లను పొందండి

source: Pigment allows you to extract a palette of colors from your images offline. You can select the speed and accuracy by modifying the number and quality of colors.
te: పిగ్మెంట్ మీ చిత్రాల నుండి ఆఫ్‌లైన్‌లో రంగుల పాలెట్‌ను సంగ్రహించడానికి మిమ్మల్ని అనుమతిస్తుంది. రంగుల సంఖ్య మరియు నాణ్యతను సవరించడం ద్వారా మీరు వేగం మరియు ఖచ్చితత్వాన్ని ఎంచుకోవచ్చు.

source: Example image showing fish
te: చేపలను చూపుతున్న ఉదాహరణ చిత్రం

source: Example image showing Niko from Oneshot
te: వన్‌షాట్ నుండి నికోను చూపించే ఉదాహరణ చిత్రం

source: Example image showing an alpaca
te: అల్పాకాను చూపించే ఉదాహరణ చిత్రం

source: Example image showing a Japanese painting
te: జపనీస్ పెయింటింగ్‌ను చూపించే ఉదాహరణ చిత్రం

source: Added Telugu translation
te: తెలుగు అనువాదం చేర్చబడింది

source: Added option to take screenshots
te: స్క్రీన్‌షాట్‌లను తీయడానికి ఎంపిక జోడించబడింది

source: Added option to copy the whole palette
te: మొత్తం పాలెట్‌ను కాపీ చేయడానికి ఎంపిక జోడించబడింది

source: Added option to capitalize colors
te: రంగులను పెద్ద అక్షరాలలో చేర్చడానికి ఎంపిక జోడించబడింది

source: Better metadata for distribution
te: పంపిణీ కోసం మెరుగైన మెటాడేటా

source: New icon
te: కొత్త చిహ్నం

source: Removed unnecessary permissions to access network
te: నెట్‌వర్క్‌ను యాక్సెస్ చేయడానికి అనవసరమైన అనుమతులను తొలగించారు.

source: Added translation to spanish
te: స్పానిష్‌కి అనువాదం జోడించబడింది

source: Initial Release
te: ప్రారంభ విడుదల

source: Image files
te: చిత్ర ఫైళ్లు

source: Palette copied to clipboard.
te: ప్యాలెట్ క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది.

source: Color copied to clipboard.
te: రంగు క్లిప్‌బోర్డ్‌కు కాపీ చేయబడింది.

source: Copy Palette
te: పాలెట్‌ను కాపీ చేయండి

source: Main Menu
te: ప్రధాన మెనూ

source: Select an image to get started!
te: ప్రారంభించడానికి ఒక చిత్రాన్ని ఎంచుకోండి!

source: Upload Image
te: చిత్రాన్ని అప్‌లోడ్ చేయండి

source: Quality
te: నాణ్యత

source: Number of Colors
te: రంగుల సంఖ్య

source: Generate Palette
te: పాలెట్‌ని రూపొందించండి

source: Start by generating a palette
te: ప్యాలెట్‌ను రూపొందించడం ద్వారా ప్రారంభించండి

source: Autogenerate Palette After Uploading Image
te: చిత్రాన్ని అప్‌లోడ్ చేసిన తర్వాత ప్యాలెట్‌ను ఆటోజెనరేట్ చేయండి

source: Display Colors in Uppercase
te: రంగులను పెద్ద అక్షరాలలో ప్రదర్శించు

source: Default Color Format
te: డిఫాల్ట్ రంగు ఫార్మాట్

source: Preferences
te: ప్రాధాన్యతలు

source: Take Screenshot
te: స్క్రీన్‌షాట్ తీసుకోండి

source: Keyboard Shortcuts
te: కీబోర్డ్ సత్వరమార్గాలు

source: About Pigment
te: పిగ్మెంట్ గురించి

source: Copy Color
te: రంగును కాపీ చేయండి
